Repository: OmegaT-L10N/es
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: If you are supplied with previously created translation memories , for example by your translation agency or your client, OmegaT is able to use these as reference memories.
es: Si está utilizando memorias de traducción creadas previamente, por ejemplo, que le ha asignado la agencia de traducción o su cliente, OmegaT será capaz de utilizarlas como memorias de referencia.

source: If you are using an authenticated proxy, please enter here your user and password.
es: Si está usando un proxy autenticado, introduzca aquí su usuario y contraseña.

source: If you need assistance
es: Si necesita ayuda

source: If you place such
es: Si pone esos

source: If you want to use Shift Ctrl O to open a project, modify your MainMenuShortcuts.properties as follows:
es: Si quiere usar Shift Ctrl+O para abrir un proyecto, modifique su archivo MainMenuShortcuts.properties de la manera siguiente:

source: If you wish to keep track of what is happening to the report, register as a SourceForge user, login and file a bug report or simply click Monitor at the top of the report.
es: Si desea mantener pista de qué está pasando al informe, regístrese como SourceForge usuario, inicies sesión y archivar un informe de errores o simplemente haga clic en la parte superior del informe.

source: If your source files are formatted files, e.g. Microsoft Word,
es: Si los archivos originales están en archivos con formato, como Microsoft Word,

source: Ignore All
es: Ignorar todo

source: Ignore file context when identifying segments with alternate translations
es: Ignorar el contexto del archivo al identificar segmentos con traducciones alternativas

source: Ignore type and ctype attributes when building <&bpt> and <ept> tag shortcuts
es: Ignorar atributos type y ctype al crear atajos para etiquetas <&bpt> y <ept>

source: Import From MediaWiki...
es: Importar de MediaWiki...

source: Import Source Files...
es: Importar archivos fuente...

source: In case no tokenizer exists for the current languages, OmegaT uses Hunspell instead (in that case, make sure that relevant Hunspell dictionaries are installed).
es: En caso de que ningún tokenizer exista para las lenguas actuales, OmegaT usa Hunspell en cambio (en este caso, asegúrese que los diccionarios Hunspell relevantes estén instalados).

source: In comments
es: En comentarios

source: In notes
es: En notas

source: In order for the changes to take effect OmegaT needs to close and then open the project.
es: Para que los cambios surtan efecto, OmegaT debe cerrar y volver a abrir el proyecto.

source: In so&urce
es: En orig&inal

source: In that dialog, it's possible to select All domains or a specific one.
es: En ese mensaje, es posible seleccionar todos los dominios o uno específico.

source: In the Project
es: En el menú Proyecto

source: In the above example, two scripts (position 1 and 2) have already been added.
es: En el ejemplo arriba, dos scripts (posición 1 y 2) ya han sido añadido.

source: Include the first non-&unique segment when marking non-unique segments
es: Incluir el primer segmento &no único al marcar segmentos no únicos

source: Incompatibilities
es: Incompatibilidades

source: Individual File Statistics:
es: Estadísticas por archivo individual:

source: Indonesian
es: Indonesio

source: Information about OmegaT
es: Información acerca de OmegaT

source: Initializing
es: Inicializando

source: Insert Match
es: Insertar coincidencia

source: Insert Match or Selection Into Translation
es: &Insertar la coincidencia o selección en la traducción

source: Insert Missing Source &Tags
es: Insertar e&tiquetas originales faltantes

source: Insert Next Missing Tag
es: Insertar la siguiente etiqueta faltante

source: Insert Source
es: Insertar original

source: Insert Source Tags
es: Insertar etiquetas fuente

source: Insert Tag {0}
es: Insertar etiqueta {0}

source: Insert the &best fuzzy match
es: Insertar la coincidencia parcial &más cercana

source: Install
es: Instalar

source: Installation and Use
es: Instalación y uso

source: Installing OmegaT
es: Cómo instalar OmegaT

source: Installing and running OmegaT" in the User Manual.
es: Instalación y ejecución de OmegaT" en el Manual de Usuario.

source: Instant Start
es: Guía de inicio rápido

source: Introduction
es: Introducción

source: Invalid API key
es: Clave de API no válida

source: Invalid HTML file
es: Archivo HTML no válido

source: Invalid file format
es: Formato de archivo no válido

source: Irish
es: Irlandés

source: Is OmegaT bugging you?
es: ¿OmegaT presenta errores?

source: Is default translation
es: Es la traducción predeterminada

source: It allows accessing both public and private data, where private glossaries (called "collections") can be extracted from existing documents, and the target terms partly populated automatically from various sources.
es: Permite acceder tanto a los datos públicos como a los privados, donde los glosarios privados (llamados "colecciones") se pueden extraer de los documentos existentes y de los términos de la lengua meta que han sido registrados automáticamente de diversas fuentes.

source: It builds upon the strengths of Java but has additional power features inspired by languages like Python, Ruby and Smalltalk.
es: Se basa sobre los puntos fuertes de Java pero tiene características adicionales potentes inspiradas en lenguajes como Python, Ruby y Smalltalk.

source: It can also detect some grammar mistakes.
es: También puede detectar algunos errores gramaticales.

source: It does not include spell checking.
es: No incluye la verificación de ortografía.

source: It is a multi-paradigm language, supporting object-oriented, imperative, and functional programming styles.
es: Es una lengua multi-paradigma, apoyando objeto-orientado, imperativo, y estilos de programación funcional.

source: It is often useful to search for words and phrases in the source
es: A menudo es útil buscar palabras y frases en el texto original

source: It is possible to select another tokenizer (Language Tokenizer) or a different version of the tokenizer (Tokenizer Behavior) from the Project Properties window.
es: Es posible seleccionar otro tokenizer (Lengua Tokenizer) o una versión diferente del tokenizer (Tokenizer Funcioamiento) de la ventana de Propiedades del Proyecto.

source: It is used to mark your translations.
es: Se utiliza para marcar sus traducciones.

source: It was not possible to create the script folder inside the configuration folder.
es: No fue posible crear la carpeta de programas dentro de la carpeta de configuración.

source: It was not possible to create translated documents, because some tags are missing or damaged.
es: No se pudieron crear los documentos traducidos, porque hay etiquetas faltantes o dañadas.

source: It will be used automatically by OmegaT if Options > Language Checker is checked.
es: OmegaT lo utilizará automáticamente si se ha marcado Opciones > Corrector ortográfico

source: Italian
es: Italiano

source: Item:
es: Elemento:

source: JGit (Eclipse Distribution License)
es: JGit (licencia Eclipse Distribution)

source: JNA by Todd Fast, Timothy Wall and others (LGPL License)
es: JNA por Todd Fast, Timothy Wall y otros (licencia LGPL)

source: JSch (JSch License)
es: JSch (licencia JSch)

source: Japanese
es: Japonés

source: Jar used for plugins: {0}
es: Jar usado con complementos: '{0}'

source: Java Resource Bundles Filter Options
es: Opciones de filtro de Paquetes de recursos de Java

source: Java(TM) Resource Bundles
es: Paquetes de recursos de Java(TM)

source: Java: {0} ver.
es: Java: ver. {0}

source: Javanese
es: Javanés

source: Jmyspell 2.1.4 (LGPL License)
es: Jmyspell 2.1.4 (licencia LGPL)

source: Jumping to last edited segment...
es: Saltando al último segmento editado...

source: Kalaallisut, Greenlandic
es: Kalaallisut, groenlandés

source: Kannada
es: Canarés

source: Kashmiri
es: Cachemiro

source: Key behavior in the editor
es: Comportamiento de las teclas en el panel del editor

source: Key combination
es: Combinación de teclas

source: Key:
es: Clave:

source: Key=Value Text
es: Texto clave=valor

source: Keyboard shortcuts in the editor
es: Métodos abreviados de teclado en el editor

source: Keyword searches are not available in the search string.
es: No está disponible la búsqueda por palabras clave en la cadena de búsqueda.

source: Keyword searches match all the space-separated keywords regardless of their order.
es: La búsqueda por palabras clave encuentra todas las palabras separadas por espacios, con independencia de su orden.

source: Keyword searches regard the specified query string as a set of search keywords (separated by space) and return all segments which contain all of the query words, in any order.
es: La búsqueda con palabras clave trata la cadena consultada como un conjunto de palabras clave (separadas por espacios) y devuelve todos los segmentos que contienen todas las palabras clave, cualquiera sea su orden.

source: Khmer
es: Camboyano

source: Kinyarwanda
es: Kiñaruanda

source: Kirghiz, Kyrgyz
es: Kirguís

source: Kongo
es: Kongo, Kikongo

source: Korean
es: Coreano

source: Kurdish
es: Kurdo

source: Kwanyama, Kuanyama
es: Kuanyama, kwanyama

source: L&og...
es: Registr&o de eventos...

source: Language Chec&ker
es: Corrector &gramatical

source: Language Checker
es: Corrector gramatical

source: Language Name
es: Nombre de idioma

source: Language Pattern
es: Patrón de idioma

source: Language name
es: Nombre del idioma

source: Language not specified for translation unit variant.
es: No se especificó el idioma para la variante de la unidad de traducción.

source: LanguageTool plugin
es: Plugin de LanguageTool

source: LanguageTool will find errors for which a rule has been defined in its language-specific configuration files.
es: LanguageTool encontrará errores para los cuales se haya definido una regla, en sus archivos de configuración específicos de idioma.

source: LanguageTool will not work properly if an old version is found in the /plugin folder.
es: LanguageTool no funcionará bien si existe una versión antigua en la carpeta /plugin.

source: LanguageTool.jar (LGPL License)
es: LanguageTool.jar (licencia LGPL)

source: Languages
es: Idiomas

source: Languages - ISO 639 code list
es: Idiomas - Lista de códigos ISO 639

source: Languages selection
es: Selección de lenguas

source: Lao
es: Laosiano

source: Last Changes...
es: Últimos cambios...

source: Last changes
es: Cambios recientes

source: Last modified by {0}
es: Última modificación por {0}

source: Latin
es: Latín

source: Latvian
es: Letón

source: Learn to use OmegaT in 5 minutes!
es: ¡Aprenda a usar OmegaT en 5 minutos!

source: Left:
es: Izquierda:

source: Legal notices
es: Notas legales

source: LibreOffice Writer or HTML, OmegaT will convert the formatting into tags
es: LibreOffice Writer o HTML, por ejemplo, OmegaT convertirá el formato en etiquetas

source: Limburgish, Limburgan, Limburger
es: Limburgués

source: Line length:
es: Largo de línea:

source: Links (&URL)
es: Enlaces (&URL)

source: List View
es: Vista de lista

source: Lithuanian
es: Lituano

source: Load a script into the editor by clicking on its name in the list on the left panel.
es: Cargue un programa en el editor haciendo clic en su nombre en la lista en el tablero izquierdo.

source: Loading Project
es: Cargando el proyecto

source: Loading TMX files...
es: Cargando archivos TMX...

source: Loading glossaries
es: Cargando glosarios

source: Loading glossary {0}
es: Cargando glosario(s) {0}

source: Loading project...
es: Cargando el proyecto...

source: Loading: {0}
es: Cargando: {0}

source: Local Folder:
es: Carpeta local:

source: Local translation not synchronized with remote repository.
es: Traducción local no sincronizada con el repositorio remoto.

source: Location
es: Ubicación

source: Log...
es: Registro...

source: Log:
es: Registro:

source: Luganda
es: Luganda, ganda

source: Luxembourgish, Letzeburgesch
es: Luxemburgués

source: Mac&hine Translate
es: Tra&ducción automática

source: Macedonian
es: Macedonio

source: Machine Translate
es: Traducción automática

source: Machine Translation
es: Traducción automática

source: Magento CE Locale CSV
es: CSV de configuración regional de Magento CE

source: Malagasy
es: Malgache

source: Malay
es: Malayo

source: Malayalam
es: Malabar

source: Maltese
es: Maltés

source: Manx
es: Manés

source: Mar&k Whitespace
es: Marcar e&spacio en blanco

source: Marathi (Marāṭhī)
es: Marati

source: Mark &Bidirectional Algorithm Control Characters
es: Marcar caracteres de control del algoritmo &bidireccional

source: Mark &Non-breakable Spaces
es: Marcar espacios &duros

source: Mark &Translated Segments
es: Marcar &segmentos traducidos

source: Mark &Untranslated Segments
es: Marcar segmentos &no traducidos

source: Mark Auto-Populated Segments
es: Marcar segmentos autorellenados

source: Mark Bidirectional Algorithm Control Characters
es: Marcar caracteres de control del algoritmo bidireccional

source: Mark Non-&Unique Segments
es: Marcar s&egmentos no únicos

source: Mark Non-Unique Segments
es: Marcar segmentos no únicos

source: Mark Non-breakable Spaces
es: Marcar espacios irrompibles

source: Mark Segments &with Notes
es: Marcar se&gmentos con notas

source: Mark Segments with Notes
es: Marcar segmentos con notas

source: Mark Translated Segments
es: Marcar segmentos traducidos

source: Mark Untranslated Segments
es: Marcar segmentos no traducidos

source: Mark Whitespace
es: Marcar espacio en blanco

source: Marshallese
es: Marshalés

source: Mask
es: Máscara

source: Match Statistics
es: Estadística de coincidencias

source: Match Statistics per &File
es: Estadísticas de coincidencias por &archivo

source: Match Statistics per File
es: Estadística de coincidencias por archivo

source: Match display template
es: Coincidir con plantilla de visualización

source: Matches Changed
es: Coincidencias con cambios

source: Matches Deleted Active
es: Coincidencias borradas activo

source: Matches Deleted Inactive
es: Coincidencias borradas inactivo

source: Matches Inserted Active
es: Coincidencias insertadas activo

source: Matches Inserted Inactive
es: Coincidencias insertadas inactivo

source: Matches Unchanged
es: Coincidencias sin cambios

source: Matches can be found in your current translation or in the TMX files that you have put in the /tm/ folder.
es: Pueden encontrarse coincidencias en su traducción actual o en los archivos TMX que haya puesto en la carpeta /tm/.

source: Maximize
es: Maximizar

source: Maximum line length:
es: Largo máximo de línea:

source: Maximum number of finds has been reached ({0})
es: Se alcanzó el número máximo de resultados ({0})

source: Memor&y
es: Memo&ria interna

source: Menu Item
es: Elemento de menú

source: Menu Item Code
es: Código de elemento del menú

source: Merge
es: Mezclar

source: Microsoft Translator's Client ID or Client Secret not available.
es: No se dispone de la ID de cliente o clave secreta de cliente en Microsoft Translator.

source: Mine
es: Mio

source: Minimize
es: Minimizar

source: Minutes:
es: Minutos:

source: Missing
es: Ausente

source: Missing tags
es: Etiquetas perdidas

source: Modification Info/Display All
es: Información de modificación/Mostrar todo

source: Modification Info/Display None
es: Información de modificación/No mostrar nada

source: Modification Info/Display Selected
es: Información de modificación/Mostrar seleccionado

source: Modification info
es: Modificación info

source: Modification info template
es: Plantilla de información sobre modificaciones

source: Modification info template for segments without date
es: Plantilla de información sobre modificaciones de segmentos sin fecha

source: Modification info text
es: Modificación texto info

source: Modifications to the original document are thus handled with greater ease.
es: Las modificaciones al documento original, por lo tanto, se realizarán con mayor facilidad.

source: Mongolian
es: Mongol

source: Monolingual
es: Monolingüe

source: More
es: Más

source: Mourning and sorrow<p>404 not with us now<p>Lost to paradise
es: Duelo, tristeza <p>Ya no está entre nosotros<p>Subió a los cielos

source: Move &Down
es: Ba&jar

source: Move &First
es: Mover al &principio

source: Move &Last
es: Mover al &final

source: Move &Up
es: A&rriba

source: Move Do&wn
es: A&bajo

source: Move U&p
es: &Arriba

source: Mozilla DTD Filter Options
es: Opciones del filtro Mozilla DTD

source: Multiple Translations
es: Traducciones múltiples

source: MyMemory (human)
es: MyMemory (humano)

source: MyMemory (machine)
es: MyMemory (máquina)

source: Māori
es: Maorí

source: Name
es: Nombre

source: Navajo, Navaho
es: Navajo

source: Nepali
es: Nepalí

source: New
es: Nuevo

source: New Language and Country
es: Nuevo idioma y país

source: Next &Translated Segment
es: Siguiente segmento &traducido

source: Next &Untranslated Segment
es: Sig&uiente segmento por traducir

source: Next N&ote
es: N&ota siguiente

source: Next Note
es: Siguiente nota

source: Next Segment
es: Siguiente segmento

source: Next Translated Segment
es: Siguiente segmento traducido

source: Next Uni&que Segment
es: Siguiente seg&mento único

source: Next Untranslated Segment
es: Siguiente segmento por traducir

source: Next →
es: Siguiente →

source: Next, the Project Files dialog opens.
es: Después, se abre el diálogo Archivos del proyecto.

source: No Suggestions
es: Sin sugerencias

source: No connection available, the project is in offline mode.
es: No hay conexión disponible, el proyecto está en modo sin conexión.

source: No match:
es: Sin coincidencia:

source: No matches returned by search.
es: La búsqueda no ha dado resultados.

source: No need to save project, because no changes were made
es: No es necesario guardar el proyecto, porque no hubo cambios

source: No new dictionaries available at the remote server.
es: No hay nuevos diccionarios disponibles en el servidor remoto.

source: No script bound in slot #{0}.
es: Ningún programa vinculado a la ranura #{0}.

source: No script selected.
es: No se seleccionó ningún programa.

source: No script set.
es: Sin programa especificado.

source: No tag errors detected
es: No se detectaron errores de etiquetas

source: No tags and no numbers
es: Sin etiquetas ni números

source: Non-breakable space
es: Espacio irrompible

source: Non-breakable spaces
es: Espacios irrompibles

source: Non-unique segments
es: Segmentos no únicos

source: Non-unique segments background
es: Fondo de los segmentos no únicos

source: Non-visible Instruction Te&xt
es: Te&xto de instrucciones no visibles

source: North Ndebele
es: Ndebele del norte

source: Northern Sami
es: Samí del norte

source: Norwegian
es: Noruego

source: Norwegian Bokmål
es: Noruego Bokmål

source: Norwegian Nynorsk
es: Noruego Nynorsk

source: Not a valid XML file!
es: El archivo XML no es válido

source: Not present
es: No presente

source: Note
es: Nota

source: Note that bug reports and requests for enhancements are publicly visible, so you should not add any sensitive files.
es: Note que informes de error y las peticiones de mejora son públicamente visibles, así que no debería añadir cualquier archivos sensibles.

source: Note:
es: Nota:

source: Note: All of the segmentation rule sets with a matching Language Pattern are applied in the given order.
es: Nota: todos los conjuntos de reglas de segmentación con un patrón de idioma coincidente se aplican en el orden indicado.

source: Note: DocBook files are recognized not only by file extension, but they also must have a DOCTYPE declaration: <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML... for DocBook 4, or a Namespace: xmlns="http://docbook.org/ns/docbook" for DocBook 5
es: Nota: los archivos DocBook requieren, además de la extensión del archivo, tener una declaración DOCTYPE: <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML... para DocBook 4, o un espacio de nombres: xmlns=\"http://docbook.org/ns/docbook" para DocBook 5

source: Note: Source File Encoding setting affects only the HHC and HHK files that do not contain an encoding declaration.
es: Nota: los ajustes de codificación de archivos originales solo afectan a los archivos HHC y HHK que no contienen una declaración de codificación.

source: Note: Source File Encoding setting affects only the HTML files that have no encoding declaration inside.
es: Nota: los ajustes de codificación del archivo original solo afectan a los archivos HTML que no contienen una declaración de codificación.

source: Note: not all filters allow you to select an encoding.
es: Nota: no todos los filtros permiten seleccionar una codificación.

source: Notes
es: Notas

source: Now
es: Ahora

source: Nr of matching segments: {0}
es: Nro. de segmentos con coincidencias: {0}

source: Number of matching segments:
es: Número de segmentos con coincidencias:

source: Number of unique segments
es: Número de segmentos únicos

source: O&ptions...
es: &Opciones...

source: Occitan
es: Occitano

source: Often documents will also have
es: A menudo, los documentos también tienen

source: Old Church Slavonic, Church Slavic, Church Slavonic, Old Bulgarian, Old Slavonic
es: Eslavo eclesiástico antiguo, Eslavo eclesiástico, búlgaro antiguo, eslavo antiguo

source: OmegaT 3.0, Read Me file
es: OmegaT 3.0, archivo readme

source: OmegaT 3.1 - User's Guide
es: OmegaT 3.1 - Guía de usuario

source: OmegaT Custom Colours
es: Colores personalizados de OmegaT

source: OmegaT Project Files
es: Archivos de proyecto de OmegaT

source: OmegaT Project Folder
es: Carpeta de proyecto de OmegaT

source: OmegaT Team Projects
es: OmegaT - Proyecto en grupo

source: OmegaT allows accessing the public part of TaaS without any registration.
es: OmegaT permite el acceso a la parte pública de TAA sin ningún tipo de registro.

source: OmegaT allows to run scripts written in different scripting languages.
es: OmegaT permite ejecutar los scripts escritos en diferentes lenguajes de scripting.

source: OmegaT automatically selects a tokenizer for the source and the target language according to the language settings of the project.
es: OmegaT selecciona automáticamente un tokenizer para la fuente y la lengua de objetivo según los encuadres de lengua del proyecto.

source: OmegaT can also check for programming variables (printf-function variables) like '%s'.
es: OmegaT también puede comprobar variables de programación (variables printf-function) tales como '%s'.

source: OmegaT configuration launchers (OmegaT.l4J.ini, omegat.kaptn and OmegaT.sh) contain a template entry.
es: Los lanzadores de configuración de OmegaT (OmegaT.l4J.ini, omegat.kaptn y OmegaT.sh) se presentan con una entrada en forma de plantilla.

source: OmegaT has chosen option 'Yes' automatically.
es: OmegaT ha escogido la opción 'Sí' automáticamente.

source: OmegaT highlights
es: Puntos destacados de OmegaT

source: OmegaT is a free and open source multiplatform Computer Assisted Translation tool with fuzzy matching, translation memory, keyword search, glossaries, and translation leveraging into updated projects.
es: OmegaT es una herramienta multiplataforma libre para la traducción asistida por computadora (TAC) que está dotada de diversas funciones: coincidencias parciales, memoria de traducción, búsqueda por palabras clave, glosarios y aprovechamiento de traducciones previas en proyectos nuevos.

source: OmegaT is refused access to the system property containing the name of your OS and/or the system property containing your home folder.
es: OmegaT tiene prohibido el acceso a la propiedad del sistema que contiene el nombre de su sistema operativo o a la propiedad del sistema que contiene su carpeta particular.

source: OmegaT is the original work of Keith Godfrey.
es: OmegaT es el trabajo original de Keith Godfrey.
